# CLI tools
brew "gh"
brew "git"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# PAIR
tap "hashicorp/tap"
brew "azure-cli"
brew "libpq"
brew "openssl@3"
brew "pkg-config"
brew "postgresql@16"
brew "terraform"
brew "uv"

# Apps
cask "crossover"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-sf-pro"
cask "orbstack"
cask "zed"
