brew "claude"
brew "codex"
brew "container"
brew "mas"
brew "neovim"
brew "node"
brew "black"
brew "tmux"
brew "tree-sitter-cli"

cask "crossover"
cask "font-sf-mono-nerd-font-ligaturized"
cask "ghostty"
cask "steam"

mas "Compressor",     id: 424390742
mas "Final Cut Pro",  id: 424389933
mas "Keynote",        id: 361285480
mas "Logic Pro",      id: 634148309
mas "MainStage",      id: 634159523
mas "Motion",         id: 434290957
mas "Numbers",        id: 361304891
mas "Pages",          id: 361309726
mas "Pixelmator Pro", id: 1289583905
mas "Wipr 2",         id: 1662217862
mas "Xcode",          id: 497799835
