# CLI tools
brew "gh"
brew "hermes-agent"
brew "mas"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# Apps
cask "codex"
cask "claude-code"
cask "crossover"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-sf-pro"
cask "mole-app"
cask "notion"
cask "orbstack"
cask "zed"

# App Store
mas "Compressor",     id: 424390742
mas "Final Cut Pro",  id: 424389933
mas "Keynote",        id: 361285480
mas "Logic Pro",      id: 634148309
mas "MainStage",      id: 634159523
mas "Motion",         id: 434290957
mas "Numbers",        id: 361304891
mas "Pages",          id: 361309726
mas "Pixelmator Pro", id: 1289583905
mas "Wipr 2",         id: 1662217862
mas "Xcode",        id: 497799835
